/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "正在設定您的 %@";
"CreateExtendMoreInfo" = "若您想要在新的無線網路中設定 Apple 無線設備，請選擇“建立新的無線網路”。加入到網路的電腦可以用無線的方式與網路上的其他電腦通訊，或者若他們是透過乙太網路連接，也可以透過乙太網路來通訊。若您設定設備連接至 Internet，則無線和有線的電腦都可共享 Internet 連線。請按一下“繼續”來設定新的無線網路。\n\n若您已經設定一個 AirPort 網路，且您希望您的設備加入此網路，並延伸網路範圍，請選擇“延伸我的 AirPort Extreme 或 AirPort Express 網路的通訊範圍”。延伸無線網路的通訊範圍也稱之為“無線分配系統”（WDS）。位於 WDS 的無線設備可共享單一 Internet 連線，並且會分配 Internet 連線給連接到網路的電腦。";

/* NameMoreInfo */
"NameMoreInfo.Title" = "為您的無線設備命名並設定密碼";
"NameMoreInfo" = "名稱會顯示在“AirPort 工具程式”的側邊欄裡。請使用您可以識別的名稱，例如“客廳”或“辦公室”。如果網路上有一部以上的無線設備，您就可以輕易地辨認出您要設定或更改的設備。請輸入設備的密碼。此密碼是您在更改設備的設定之前所必須輸入的密碼。";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "保護您的網路";
"SecurityMoreInfo" = "您可以使用密碼來保護網路。所有嘗試加入網路的人士都必須先輸入密碼。\n\nAirPort 無線設備支援兩種密碼：\n• WPA2：“Wi-Fi 保護存取”密碼，更為安全，但相容性較低。\n• 128 位元 WEP：“有線等效保密”的密碼，與舊型的電腦和無線網路卡較為相容。\n\n如果您選擇“無安全層級”，則通訊範圍內的所有人士無需使用密碼便可加入您的網路。不建議使用此選項。\n\n如果您選用 128 位元 WEP，請使用剛好 13 個字元的密碼。這樣便可以確保與 Windows 或其他非 Macintosh 設備的相容性。\n\n如果您選用 WPA2，請使用長度至少為 8 個字元的密碼。";
"SecurityMoreInfoWPANone.Title" = "保護您的網路";
"SecurityMoreInfoWPANone" = "您可以使用“WPA 個人級”的無線安全層級來保護網路。所有嘗試加入網路的人士都必須先輸入密碼。\n\n如果您選擇“無安全層級”，則通訊範圍內的所有人士無需使用密碼便可加入您的網路。不建議使用此選項。\n\n如果您選用“WPA 個人級”，請使用長度至少為 8 個字元的密碼。";
"SecurityMoreInfoWPA2None.Title" = "保護您的網路";
"SecurityMoreInfoWPA2None" = "您可以使用“WPA/WPA2 個人級”的無線安全層級來保護網路。所有嘗試加入網路的人士都必須先輸入密碼。\n\n如果您選擇“無安全層級”，則通訊範圍內的所有人士無需使用密碼便可加入您的網路。不建議使用此選項。\n\n如果您選用“WPA/WPA2 個人級”，請使用長度至少為 8 個字元的密碼。";
"SecurityMoreInfoTSN.Title" = "保護您的網路";
"SecurityMoreInfoTSN" = "您可以使用密碼來保護網路。所有嘗試加入網路的人士都必須先輸入密碼。\n\nAirPort 無線設備支援兩種密碼：\n• WPA2：“Wi-Fi 保護存取”密碼，更為安全，但相容性較低。\n• WEP（轉換安全網路）密碼，與舊型的電腦和無線網路卡較為相容，但也允許較新的 WPA 和 WPA2 用戶端加入網路。\n\n如果您選擇“無安全層級”，則通訊範圍內的所有人士無需使用密碼便可加入您的網路。不建議使用此選項。\n\n如果您選用 WEP（轉換安全網路），請使用剛好 13 個字元的密碼。\n\n如果您選用 WPA2，請使用長度至少為 8 個字元的密碼。";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "您如何連接到 Internet？";
"InternetMoreInfo" = "如果您是透過 DSL 或纜線數據機連接到 Internet，並且您的 Internet 網路服務供應商（ISP）是透過 DHCP 自動為您提供 IP 位址，請選擇第一個選項。\n\n如果您是使用“透過乙太網路使用點對點協定”（PPPoE）來連接到 Internet，請選擇第二個選項。如果您是透過 PPPoE 連接到 Internet，供應商應該會提供您帳號名稱和密碼。若不確定，請詢問您的服務供應商。\n\n如果您是連接到乙太網路，請選擇第三個選項。請詢問網路管理者（或是設定網路的人員）以瞭解如何取得 IP 位址（透過 DHCP 或手動）的資訊。\n\n如果您正在設定的“AirPort 基地台”有內置數據機，且有撥接的 PPP 帳號，請選擇“我使用數據機連接到電話線”。\n\n若要繼續設定基地台，但不想連接到 Internet，請選擇“我現在尚未準備好連接到 Internet”。當您準備好連接到 Internet 的時候，隨時可以重新設定。";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "設定您設備上的 TCP/IP";
"EthernetMoreInfo" = "要從“設定 IPv4”彈出式選單裡選擇“手動”或“使用 DHCP”，這取決於服務供應商提供 IP 位址的方式。若您是從 ISP 自動取得 IP 位址，請從“設定 TCP/IP”彈出式選單選擇“使用 DHCP”。“IP 位址”欄位和其他欄位將會由您的 ISP 填寫。\n\n若您的供應商提供您一個 IP 位址和其他 Internet 帳號的相關資訊，請選擇“手動”並使用此資訊來手動設定無線設備的 IP 位址。若您不確定，請詢問您的服務供應商。\n\n若您的服務供應商要求您提供設備的 MAC 位址，請使用乙太網路 WAN 埠位址（列印在 AirPort 無線設備底部的標籤上）。";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "請選擇您想要 %@ 執行的操作。";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "如果已經有 AirPort 無線設備或無線路由器且想要使用 %@ 取代此設備，請選擇“我想要使用 %@ 取代現有的基地台或無線路由器”";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "如果已經有網路且想要 %@ 使用無線方式或乙太網路來連接此乙太網路，請選擇“我想要讓 %@ 加入我的現有網路”";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "如果沒有無線網路或想要加入其他的無線網路，請選擇“我想要建立新的無線網路”";

"GuestNetworkMoreInfo.Title" = "訪客網路";
"GuestNetworkMoreInfo" = "訪客網路允許用戶端電腦無需連接您的專用網路便可連接 Internet。您也可以設定訪客網路需要密碼或無需密碼保護。\n\n您可使用手動設定來設定訪客網路的其他選項，如在連接到訪客網路的電腦間共享檔案。";


/* End of strings file */
